export default function Privacy() {
  return (
    <>
      <h2>제1조 개인정보의 수집 및 이용목적</h2>
      <ul>
        <li>
          "크라운드" 서비스는 회원 가입 시 아이디, 비밀번호, 이메일 등을
          수집합니다.
        </li>
        <li>
          이러한 개인정보는 회원 인증 및 관리, 서비스 제공 등의 목적으로
          이용됩니다.
        </li>
      </ul>
      <h2>제2조 개인정보의 처리 및 보유기간</h2>
      <ul>
        <li>
          "크라운드" 서비스는 회원 탈퇴 시 혹은 개인정보 수집 및 이용 목적이
          달성되면 지체 없이 회원의 개인정보를 파기합니다.
        </li>
        <li>
          단, 관계 법령의 규정에 의하여 보존할 필요가 있는 경우에는 해당 기간
          동안 회원의 개인정보를 안전하게 보관합니다.
        </li>
      </ul>
      <h2>제3조 개인정보의 제3자 제공</h2>
      <ul>
        <li>
          "크라운드" 서비스는 회원의 개인정보를 제3자에게 제공하지 않습니다.
        </li>
      </ul>
      <h2>제4조 개인정보의 처리 위탁</h2>
      <ul>
        <li>"크라운드" 서비스는 회원의 개인정보 처리를 위탁하지 않습니다.</li>
      </ul>
      <h2>제5조 회원의 권리와 의무</h2>
      <ul>
        <li>
          회원은 언제든지 자신의 개인정보를 조회하거나 수정할 수 있습니다.
        </li>
        <li>회원은 언제든지 서비스 가입 해지를 요청할 수 있습니다.</li>
      </ul>
      <strong>
        위 개인정보처리방침을 바탕으로 "크라운드" 서비스는 회원들의 개인정보를
        안전하게 처리하고 보호할 것입니다.
      </strong>
    </>
  );
}
