"use client";

export default function Terms() {
  return (
    <>
      <h2>제1조 개인정보의 수집 및 이용목적</h2>
      <ul>
        <li>
          본 약관은 "크라운드" 서비스 이용과 관련하여 회원과 "크라운드" 서비스를
          운영하는 운영자 간의 권리, 의무 및 책임사항을 규정합니다.
        </li>
      </ul>
      <h2>제2조 개인정보의 처리 및 보유기간</h2>
      <ul>
        <li>
          서비스 이용 계약의 체결 및 해지 회원 가입 시 "서비스 이용약관"에
          동의하게 됩니다.
        </li>
        <li>
          회원은 언제든지 이용계약 해지를 요청할 수 있으며, 운영자는 즉시
          처리합니다.
        </li>
      </ul>
      <h2>제3조 개인정보의 제3자 제공</h2>
      <ul>
        <li>회원은 자신의 계정 정보를 안전하게 관리해야 합니다.</li>
        <li>
          회원은 자신의 개인정보를 보호하기 위해 최선의 노력을 다해야 합니다.
        </li>
      </ul>
      <h2>제4조 개인정보의 처리 위탁</h2>
      <ul>
        <li>회원은 다음과 같은 행위를 하지 않아야 합니다.</li>
        <li>
          타인의 개인정보를 수집, 저장, 공개하는 행위 서비스의 안정성을 해치는
          행위
        </li>
        <li>서비스의 안정성을 해치는 행위</li>
        <li>
          "크라운드" 서비스의 운영자가 제공한 정보를 변경하거나 삭제하는 행위 등
        </li>
        -
        <li>
          회원이 위와 같은 행위를 하는 경우, "크라운드" 서비스는 해당 회원의
          서비스 이용을 일시적 혹은 영구적으로 제한할 수 있습니다.
        </li>
      </ul>
      <h2>제5조 회원의 권리와 의무</h2>
      <ul>
        <li>
          "크라운드" 서비스는 천재지변, 국가비상사태 등의 상황이 발생한 경우,
          서비스 제공에 관한 책임을 지지 않습니다.
        </li>
      </ul>
      <strong>
        위와 같은 "서비스 이용약관"을 바탕으로 "크라운드" 서비스는 회원들의
        서비스 이용을 원활하게 처리하고, 이에 따른 책임을 지도록 하겠습니다.
      </strong>
    </>
  );
}
